Repository: christianhaitian/arkos
Catalog: 12032020/*/emulationstation2.po
Languages: pt

source: When enabled, you can switch between systems while browsing a gamelist by pressing LEFT or RIGHT.
pt: Quando ativado, Pode alternar entre sistemas enquanto navega numa lista de jogos pressionando ESQUERDA ou DIREITA.

source: Updates the gamelists, if you added games since the last boot.
pt: Atualiza as listas de jogos, se voê tiver adicionado jogos desde a última inicialização.

source: Set the volume of the sound output for the frontend and the games.
pt: Define o volume da saída de som para a interface e para os jogos.

source: Get informations and visual for your games. The scraper downloads metadata and visuals for your games from different servers and enhances the user experience in EmulationStation completely.
pt: Obtenha informações e visuais para seus jogos. O scraper faz o download de metadados e imagens para seus jogos de diferentes servidores e aprimora a experiência do usuário no EmulationStation completamente.

source: Select a server to scrape from. The SCREENSCRAPER server is recommended and is based on www.screenscraper.fr and scrapes game data in your language, if available.
pt: Selecione um servidor para escrapear. O servidor SCREENSCRAPER é recomendado e é baseado em www.screenscraper.fr e raspa os dados do jogo em seu idioma, se disponível.

source: Begin the scrape process with the configuration shown below.
pt: Comece o processo de escrap com a configuração mostrada abaixo.

source: Scrape and display game ratings.
pt: Scrape e exiba as classificações do jogos.

source: Advanced settings. Please make sure you really know what you're doing, before changing any values in this menu.
pt: Configurações avançadas. Por favor, certifique-se de que realmente sabe o que esta fazendo, antes de alterar qualquer valor neste menu.

source: Overclock your board to increase the performance. Overclock settings are tested and validated by the community. Keep in mind that overclocking your board can void your warranty.
pt: Overclock sua placa para aumentar o desempenho. As configurações de overclock são testadas e validadas pela comunidade. Lembre-se de que o overclock pode anular a garantia.

source: Only show games contained in the gamelist.xml file (located in your roms directories). This option highly speeds up boot time, but new games will not be detected.
pt: Apenas mostre jogos contidos no arquivo gamelist.xml (localizado em seus diretórios de roms). Esta opção acelera bastante o tempo de inicialização, mas novos jogos não serão detectados.

source: This option allows you to set the selected system to fixed mode. With this option activated, the user cannot access other systems.
pt: Esta opção permite que configure o sistema selecionado no modo fixo. Com esta opção ativada, o usuário não pode acessar outros sistemas.

source: Always display the basic gamelist view, even if you have scraped your games.
pt: Sempre exiba a visão básica do gamelist, mesmo que tenha raspado seus jogos.

source: Enable or disable Kodi, customize the Kodi startup, enable the X button to start Kodi
pt: Ativar ou desativar o Kodi, personalizar a inicialização do Kodi, ativar o botão X para iniciar o Kodi.

source: Enable or disable Kodi. If kodi is disabled, you won't be able to start it with the X button, or start it automatically at boot. The menu entry will be removed as well.
pt: Ativar ou desativar o Kodi. Se o kodi estiver desativado, não poderá iniciá-lo com o botão X ou iniciá-lo automaticamente na inicialização. A entrada do menu também será removida.

source: Use the X button to start Kodi.
pt: Use o botão X para iniciar o Kodi.

source: Automatically start into Kodi on boot.
pt: Iniciar automaticamente no Kodi na inicialização.

source: Show the framerate in EmulationStation and in game.
pt: Mostrar o taxa de frames no EmulationStation e no jogo.

source: Select which emulator to use when you start a game for this system.
pt: Selecione qual emulador usar quando iniciar um jogo para este sistema.

source: Select which core to use for the selected emulator. For example, the LIBRETRO emulator has many cores to run Super Nintendo games. The default core you choose here can also be overridden in game specific settings.
pt: Selecione qual núcleo usar para o emulador selecionado. Por exemplo, o emulador LIBRETRO possui muitos núcleos para executar os jogos do Super Nintendo. O núcleo padrão que escolhe aqui também pode ser substituído nas configurações específicas do jogo.

source: USE COMPOSED VISUALS
pt: USE VISUAIS COMPOSTOS

source: CHECK UPDATES
pt: VERIFICAR ATUALIZAÇÕES

source: UPDATE TYPE
pt: TIPO DE ACTUALIZAÇÃO

source: INTEGER SCALE (PIXEL PERFECT)
pt: TELA INTEIRA (PIXEL PERFEITO)

source: ADVANCED SETTINGS
pt: CONFIGURAÇÕES AVANÇADAS

source: BOOT SETTINGS
pt: PARÁMETROS DE INICIO

source: GAMELIST ONLY
pt: SOMENTE LISTA DE JOGO

source: START ON SYSTEM
pt: INICIAR NO SISTEMA

source: BOOT ON GAMELIST
pt: INICIAR NA LISTA DE JOGOS

source: HIDE SYSTEM VIEW
pt: OCULTAR VISUALIZAÇÃO DO SISTEMA

source: EMULATOR ADVANCED CONFIGURATION
pt: CONFIGURAÇÃO AVANÇADA DO EMULADOR

source: ADVANCED EMULATOR CONFIGURATION
pt: CONFIGURAÇÃO AVANÇADA DO EMULADOR

source: HELP
pt: AJUDA

source: THE SYSTEM IS UP TO DATE
pt: O SISTEMA ESTÁ ATUALIZADO

source: FORCE BASIC GAMELIST VIEW
pt: FORCE A VISTA DO JOGO BÁSICO

source: DOWNLOADED
pt: DESCARREGADO

source: UPDATE VERSION:
pt: VERSÃO ATUALIZADA:

source: UPDATE CHANGELOG:
pt: ATUALIZAR CHANGELOG:

source: MORE DETAILS
pt: MAIS DETALHES

source: CAROUSEL TRANSITIONS
pt: TRANSIÇÕES DE CARROSSEL

source: ENABLE FILTERS
pt: ATIVAR FILTROS

source: THEME CONFIGURATION
pt: CONFIGURAÇÕES DE TEMA

source: THEME COLORSET
pt: COR DO TEMA

source: THEME ICONSET
pt: ÍCONES DO TEMA

source: THEME MENU
pt: MENÚ TEMA

source: THEME SYSTEMVIEW
pt: TEMA DE SISTEMA

source: THEME GAMELISTVIEW
pt: TEMA DE LISTA DE JOGOS

source: THEME REGION
pt: REGIÃO DO TEMA

source: THIS THEME HAS NO OPTION
pt: ESTE TEMA NÃO TEM OPÇÕES

source: MANUAL INPUT
pt: ENTRADA MANUAL

source: AN ERROR OCCURED - DOWNLOADED
pt: OCORREU UM ERRO - DESCARREGADO

source: START KODI
pt: INICIAR KODI

source: Muestra la actual versión de actualización disponible.
pt: Mostra a versão de atualização atual disponível.

source: Shows the current available update changelog.
pt: Mostra o atual log de alterações de atualização disponível.

source: Configurar un controlador asociado. Su controlador debe estar asociado / enchufado antes.
pt: Configure um controlador associado. Seu controlador deve estar associado / conectado antes.

source: Choose if carousel will be animated or not during transitions
pt: Escolha se o carrossel será animado ou não durante as transições.

source: Select the type of transition that occurs when you start a game. INSTANT will do nothing, FADE will fade to dark, and SLIDE will zoom on the game cover (or name if there is no scrape information)
pt: Selecione o tipo de transição que ocorre quando inicia um jogo. INSTANT não fará nada, o FADE desaparecerá no escuro e o SLIDE ampliará a capa do jogo (ou o nome se não houver informações de scraper).

source: Select exisiting colorset options for this theme.
pt: Selecione as opções de cores existentes para este tema.

source: Select exisiting iconset options for this theme.
pt: Selecione as opções existentes do conjunto de ícones para este tema.

source: Select exisiting menu style options for this theme.
pt: Selecione as opções de estilo de menu existentes para este tema.

source: Select exisiting system view options for this theme.
pt: Selecione as opções existentes de visualização do sistema para este tema.

source: Select exisiting gamelist view options for this theme.
pt: Selecione as opções de exibição existentes da lista de jogos para este tema.

source: Configure theme options if available.
pt: Configurar opções de tema, se disponíveis.

source: Select Region of logos, pictures for system that are different for some countries. E.g. Megadrive in EU / Genesis in US
pt: Selecione Região de logotipos, imagens para sistema diferentes para alguns países. Por exemplo, E.g. Megadrive em EU / Genesis em US

source: Type the name of your SSID if it is hidden or not listed
pt: Digite o nome do seu SSID se ele estiver oculto ou não listado

source: Select a letter and the listing will go directly on the first game starting with this letter.
pt: Selecione uma carta e a listagem irá diretamente no primeiro jogo começando com esta carta.

source: Select the way the game list is sortered (alphabetically, by notation...).
pt: Selecione o modo como a lista de jogos é filtrada (alfabeticamente, por notação ...).

source: Switch between seing or not only the favorites games. To add a game in the favorite list, select the game and toggle its state using 'Y'.
pt: Alterne entre ver ou não apenas os jogos favoritos. Para adicionar um jogo na lista de favoritos, selecione o jogo e alterne seu estado usando 'Y'.

source: Switch between seing or not the hidden games. To hide a game, edit its data and select 'Hide'.
pt: Alterne entre ver ou não os jogos escondidos. Para ocultar um jogo, edite seus dados e selecione "Ocultar".

source: This option display a menu which allows to change game data and many others options.
pt: Esta opção exibe um menu que permite alterar dados do jogo e muitas outras opções.

source: AVAILABLE UPDATE
pt: ATUALIZAÇÃO DISPONÍVEL

source: UPDATE CHANGELOG
pt: ATUALIZAR CHANGELOG

source: CLOCK IN MENU
pt: ASSISTIR NO MENU

source: Now playing
pt: A jogar agora

source: DEFAULT (%1%)
pt: PADRÃO (%1%)

source: INPUT REQUIRED
pt: ENTRADA NECESSÁRIA

source: (skipped)
pt: (ignorado)

source: UP/DOWN TO SKIP
pt: CIMA / BAIXO PARA IGNORAR

source: A TO UNSET
pt: A PARA CANCELAR

source: DOWN TO SKIP AND KEEP [%1%]
pt: BAIXO PARA SALTAR E MANTER [%1%]

source: UP/DOWN TO SKIP AND KEEP [%1%]
pt: CIMA /BAIXO PARA SALTAR E MANTER [%1%]

source: Set duration of help popups, 0 means no popup.
pt: Definir a duração dos janelas emergentes de ajuda, 0 significa que não há popup.

source: HELP POPUP DURATION
pt: AJUDA DA DURAÇÃO DO POPUP

source: Set duration of music popups, 0 means no popup.
pt: Definir duração de popups de música, 0 significa que não há popup.

source: MUSIC POPUP DURATION
pt: DURAÇÃO POPUP MÚSICA

source: POPUP SETTINGS
pt: CONFIGURAR POPUP

source: POPUP POSITION
pt: POSIÇÃO DE POPUP

source: Select the position of popups on screen.
pt: Selecione a posição dos popups na tela.

source: Set position and duration of popups.
pt: Definir a posição e duração dos popups.

source: TOP/RIGHT
pt: CIMA/DIREITA

source: INFERIOR/DERECHA
pt: BAIXO/DIREITA

source: BOTTOM/LEFT
pt: BAIXO/ESQUERDA

source: TOP/LEFT
pt: CIMA/ESQUERDA

source: SHOW FOLDERS CONTENT
pt: MOSTRAR O CONTEÚDO DA PASTA

source: Switch between seeing the folders structure and seeing all games in a flatten top level.
pt: Alterne entre ver a estrutura das pastas e ver todos os jogos em um nível superior nivelado.

source: NETPLAY
pt: JOGO EM REDE

source: NETPLAY SETTINGS
pt: OPÇÕES DE JOGO EM REDE

source: NETPLAY LOBBY
pt: LOBBY DE JOGO EM REDE

source: Enable or disable Netplay in games.
pt: Ativar ou desativar jogo em rede em jogos.

source: PORT
pt: PORTA

source: NICKNAME
pt: APELIDO

source: RELAY SERVER
pt: SERVIDOR DE RETRANSMISSÃO

source: Enable or disable connections throught relay servers.
pt: Ativar ou desativar conexões através de servidores de retransmissão.

source: KODI/NETPLAY
pt: KODI/JOGO EM REDE

source: NO GAMES OR NO CONNECTION
pt: NENHUM JOGO OU NENHUMA CONEXÃO

source: HASH NOW
pt: MANTENHA HASH

source: HASH THESE SYSTEMS
pt: CRIE HASH DESTES SISTEMAS

source: Add hash of roms in your gamelists to have more accurate results in Netplay.
pt: Adicione um hash de roms nas suas listas de jogos para ter resultados mais precisos em jogos em rede.

source: HASH ROMS
pt: HASH DE ROMS

source: Only missing hashs
pt: Apenas hashs em falta

source: Country
pt: País

source: Latency
pt: Latencia

source: Host arch.
pt: Arco do host

source: Core ver.
pt: Ver. de núcleo

source: RA ver.
pt: Ver. de RA

source: Can join
pt: Pode juntar

source: Rom and core match
pt: Match de rom e núcleo

source: Rom found
pt: Rom encontrado

source: No rom match
pt: Não há entradas de rom

source: Match
pt: entrada

source: No Match
pt: Não á entrada

source: Rom file
pt: Arquivo rom

source: Rom hash
pt: Hash da rom

source: THIS COULD TAKE A WHILE, CONFIRM?
pt: ISSO PODE DEMORAR UM POUCO, CONFIRMAR?

source: bueno
pt: bom

source: bad
pt: mau

source: medium
pt: médio

source: NETPLAY POPUP DURATION
pt: DURAÇÃO DO POPUP NO JOGO EM REDE

source: Set duration of netplay popups, 0 means no popup.
pt: Definir a duração dos pop-ups de netplay, 0 significa que não há pop-ups.

source: Player
pt: Jogador

source: Game
pt: Jogo

source: ¡Juega en línea en juegos que se ejecutan en Retroarch como NES, SNES, FBA, Genesis / Megadrive y más!
pt: Jogue online em jogos que rodam em Retroarch como NES, SNES, FBA, Genesis / Megadrive e muito mais!

source: Rom, hash and core match
pt: Rom, hash e entrada de núcleo

source: No core match
pt: Não á entrada de núcleo

source: SHOW CLOCK
pt: ATIVAR RELÓGIO

source: UPGRADING
pt: A ACTUALIZAR

source: PREPARING
pt: A PREPARAR

source: Starting UI
pt: A iniciar interface

source: VERIFYING
pt: A VERIFICAR

source: EMPTY LIST
pt: LISTA VAZIA

source: Auto
pt: Automático

source: Square pixel
pt: Píxel Quadrado

source: Retroarch Config
pt: Configuração do Retroarch'

source: Retroarch Custom
pt: Customização do Retroarch'

source: Core provided
pt: Núcleo proporcionado

source: Do not set
pt: Não definir
