Repository: christianhaitian/arkos
Catalog: 12032020/*/emulationstation2.po
Languages: pt

source: extracting update...
pt: Extraindo atualização...

source: Loading...
pt: Carregando...

source: Preloading UI
pt: Iniciando...

source: GRID SIZE
pt: TAMANHO DA GRELHA

source: DEFAULT GRID SIZE
pt: TAMANHO DE GRELHA PADRÃO

source: RESET GAMELIST CUSTOMISATIONS
pt: APAGAR CUSTOMIZAÇÕES DA LISTA DE JOGOS

source: UI MODE
pt: MODO DE INTERFACE

source: PRELOAD UI
pt: Pré-carga UI

source: VSYNC
pt: SINCRONIZAÇÃO VERTICAL

source: DISPLAY FAVORITES FIRST IN GAMELIST
pt: MOSTRAR FAVORITOS PRIMEIRO NA LISTA DE JOGOS

source: OPTIMIZE IMAGES VRAM USE
pt: OTIMIZAR O USO DE VRAM COM IMAGENS

source: Full
pt: Completo

source: Kiosk
pt: Quiosque

source: Kid
pt: Criança

source: automatic
pt: automático

source: basic
pt: básico

source: detailed
pt: detalhado

source: grid
pt: grelha

source: fade
pt: desaparecer

source: instant
pt: instantâneo

source: slide
pt: animado

source: gridex
pt: grelha detalhada

source: ENABLE NAVIGATION SOUNDS
pt: ATIVAR SOM DE NAVEGAÇÃO

source: ENABLE VIDEO AUDIO
pt: ATIVAR AUDIO DO VIDEO

source: APPLY FILTER
pt: APLICAR FILTRO

source: AUTOMATIC GAME COLLECTIONS
pt: LISTAS DE JOGO AUTOMÁTICAS

source: SELECT COLLECTIONS
pt: SELECIONAR LISTAS

source: CUSTOM GAME COLLECTIONS
pt: LISTAS PERSONALIZADAS

source: CREATE NEW CUSTOM COLLECTION FROM THEME
pt: CRIAR LISTA DE SISTEMAS PERSONALIDA A PARTIR DO TEMA

source: GAME COLLECTION SETTINGS
pt: CONFIGURAÇÕES DA LISTA DE JOGOS

source: SELECT THEME FOLDER
pt: SELECIONAR PASTA DE TEMA

source: CREATE NEW CUSTOM COLLECTION
pt: CRIAR NOVA LISTA PERSONALIZADA

source: New Collection Name
pt: Novo nome de lista

source: GROUP UNTHEMED CUSTOM COLLECTIONS
pt: AGRUPAR LISTAS PERSONALIZADAS SEM SISTEMA

source: SORT CUSTOM COLLECTIONS AND SYSTEMS
pt: ORGANIZAR LISTAS E SISTEMAS PERSONAIZADOS

source: SHOW SYSTEM NAME IN COLLECTIONS
pt: EXIBIR NOME DO SISTEMA NAS LISTAS

source: FINISH EDITING COLLECTION
pt: FINALIZAR EDIÇÃO DE LISTA

source: PARSE GAMESLISTS ONLY
pt: APENAS LISTA DE JOGOS XML

source: EMULATOR SETTINGS
pt: CONFIGURAÇÕES DO EMULADOR

source: POWER SAVER MODES
pt: MODOS DE POUPANÇA DE ENERGIA

source: SAVE METADATA ON EXIT
pt: SALVAR METADATA AO SAIR

source: SHOW HIDDEN FILES
pt: MOSTRAR ARQUIVOS OCULTOS

source: VRAM LIMIT
pt: LIMITE DE VRAM

source: RESET ALL FILTERS
pt: REINICIAR TODOS OS FILTROS

source: GAMELIST VIEW STYLE
pt: MODO DE VISUALIZAÇÃO, LISTA DE JOGO

source: GAME LAUNCH TRANSITION
pt: TRANSIÇÃO AO LANÇAR O JOGO

source: RANDOM
pt: ALEATÓRIO

source: Rating
pt: Avaliação

source: Released
pt: Publicado

source: Developer
pt: Desenvolvedor

source: Publisher
pt: Editor

source: Genre
pt: Género

source: Players
pt: Jogadores

source: NO GAMES FOUND - SKIP
pt: NENHUM JOGO ENCONTRADO - SALTAR

source: RETRY
pt: REPETIR

source: SKIP
pt: SALTAR

source: SEARCH FOR
pt: PROCURAR POR:

source: SEARCH
pt: PROCURAR

source: SCRAPING IN PROGRESS
pt: SCRAPING EM ANDAMENTO

source: SYSTEM
pt: SISTEMA

source: subtitle text
pt: texto de legenda

source: INPUT
pt: ENTRADA

source: search
pt: PROCURAR

source: STOP
pt: PARAR

source: stop (progress saved)
pt: parar (progresso salvo)

source: GAME %i OF %i
pt: JOGO %i DE %i

source: WE CAN'T FIND ANY SYSTEMS! CHECK THAT YOUR PATHS ARE CORRECT IN THE SYSTEMS CONFIGURATION FILE, AND YOUR GAME DIRECTORY HAS AT LEAST ONE GAME WITH THE CORRECT EXTENSION.
pt: ¡NÃO É POSSIVEL ENCONTRAR SISTEMAS! N " VERIFIQUE SE OS CAMINHOS ESTÃO CORRETOS NO ARQUIVO DE CONFIGURAÇÃO DO SISTEMA E DIRETÓRIO DE JOGOS TEM PELO MENOS UM JOGO COM A EXTENSÃO CORRETA.

source: %i i ¡SCRAPER DE JOGO COMPLETO!
pt: %i ¡SCRAPER DE JOGO!

source: %i i ¡JOGO PASSADO!
pt: %i ¡JOGO PASSADO!

source: EDIT METADATA
pt: EDITAR METADATA

source: SCRAPE
pt: SCRAPER DE MEDIA

source: SAVE
pt: SALVAR

source: THIS WILL DELETE A FILE! ARE YOU SURE?
pt: ¡ISTO APAGARÁ UM ARQUIVO! n TEM CERTEZA?

source: YES
pt: SIM

source: NO
pt: NÃO

source: DELETE
pt: APAGAR

source: SAVE CHANGES?
pt: ¿SALVAR ALTERAÇÕES?

source: BACK
pt: VOLTAR

source: CLOSE
pt: FECHAR

source: MAIN MENU
pt: MENU PRINCIPAL

source: SYSTEM SETTINGS
pt: OPÇÕES DE SISTEMA

source: VERSION
pt: VERSÃO

source: DISK USAGE
pt: ESPAÇO EM DISCO

source: STORAGE DEVICE
pt: DISPOSITIVO DE ARMAZENAMENTO

source: LANGUAGE
pt: IDIOMA

source: EXTREM (1100Mhz)
pt: EXTREMO (1100Mhz)

source: HIGH (950Mhz)
pt: ALTO (950Mhz)

source: NONE (700Mhz)
pt: NENHUM (900Mhz)

source: HIGH (1050Mhz)
pt: ALTO (1050Mhz)

source: NONE (900Mhz)
pt: NENHUM (900Mhz)

source: NONE (1200Mhz)
pt: NENHUM (1200Mhz)

source: NONE
pt: NENHUM

source: UPDATES
pt: ATUALIZAÇÕES

source: THEME INSTALLER
pt: INSTALADOR DE TEMAS

source: SELECT THEME TO INSTALL
pt: SELECIONE O TEMA PARA INSTALAR

source: AUTO UPDATES
pt: ATUALIZAÇÕES AUTOMÁTICAS

source: START UPDATE
pt: INICIAR ATUALIZAÇÕES

source: KODI SETTINGS
pt: OPÇÕES DO KODI

source: ENABLE KODI
pt: HABILITAR KODI

source: KODI AT START
pt: INICIAR KODI NO ARRANQUE

source: START KODI WITH X
pt: INICIAR KODI COM X

source: SECURITY
pt: SEGURANÇA

source: ENFORCE SECURITY
pt: FORTALECER A SEGURANÇA

source: ROOT PASSWORD
pt: SENHA ROOT

source: THE SYSTEM WILL NOW REBOOT
pt: O SISTEMA IRÁ REINICIAR AGORA

source: GAMES SETTINGS
pt: CONFIGURAÇÕES DOS JOGOS

source: GAME RATIO
pt: FORMATO DE JOGO

source: SMOOTH GAMES
pt: JOGOS SUAVES

source: REWIND
pt: REBOBINAR

source: AUTO SAVE/LOAD
pt: SALVAR/CARREGAR AUTOMÁTICAMENTE

source: SHADERS SET
pt: CONJUNTO DE SOMBRAS

source: RETROACHIEVEMENTS SETTINGS
pt: AJUSTAR CONQUISTAS/RETROACHIEVEMENTS

source: RETROACHIEVEMENTS
pt: CONQUISTAS/RETROACHIEVEMENTS

source: HARDCORE MODE
pt: MODO HARDCORE

source: USERNAME
pt: NOME DE USUARIO

source: PASSWORD
pt: SENHA

source: ADVANCED
pt: AVANÇADO

source: REALLY UPDATE GAMES LISTS ?
pt: ¿QUER REALMENTE ATUALIZAR A LISTA DE JOGOS?

source: UPDATE GAMES LISTS
pt: ATUALIZAR LISTA DE JOGOS

source: CONTROLLERS SETTINGS
pt: CONFIGURAR CONTROLES

source: UI SETTINGS
pt: CONFIGURAR INTERFACE

source: LAUNCH SCREENSAVER
pt: INICIAR PROTETOR DE TELA

source: SCREENSAVER SETTINGS
pt: AJUSTAR PROTETOR DE TELA

source: SCREENSAVER AFTER
pt: PROTEÇÃO DE TELA DEPOIS DE:

source: TRANSITION STYLE
pt: ESTILO DE TRANSIÇÃO

source: SCREENSAVER BEHAVIOR
pt: COMPORTAMENTO DO PROTETOR DE TELA

source: dim
pt: escura

source: black
pt: preta

source: random video
pt: vídeo aleatório

source: slideshow
pt: apresentação de slides

source: VIDEO SCREENSAVER SETTINGS
pt: CONFIGURAÇÕES DO PROTETOR DE TELA

source: VIDEO SCREENSAVER
pt: PROTETOR DE TELA VÍDEO

source: SWAP VIDEO AFTER (SECS)
pt: TROCAR O VÍDEO DEPOIS DE (Segundos)

source: SHOW GAME INFO ON SCREENSAVER
pt: MOSTRAR INFORMAÇÕES DO JOGO NO PROTETOR DE TELA

source: SHOW GAME INFO
pt: MOSTRAR INFORMAÇÕES DO JOGO

source: USE MARQUEE AS GAME INFO
pt: USAR MARQUEE COMO INFORMAÇÕES DO JOGO

source: STRETCH VIDEO ON SCREENSAVER
pt: ESTICAR VÍDEO NA PROTEÇÃO DE TELA

source: SLIDESHOW SCREENSAVER SETTINGS
pt: CONFIGURAÇÕES DA APRESENTAÇÃO DE SLIDES DO PROTETOR DE TELA

source: SLIDESHOW SCREENSAVER
pt: APRESENTAÇÃO DE SLIDES NO PROTETOR DE TELA

source: SWAP IMAGE AFTER (SECS)
pt: TROCAR A IMAGEM APÓS (SEGUNDOS)

source: STRETCH IMAGES
pt: ESTICAR IMAGENS

source: USE CUSTOM IMAGES
pt: UTILIZAR IMAGENS PERSONALIZADAS

source: CUSTOM IMAGE DIR
pt: DIRETÓRIO DE IMAGEM PERSONALIZADO

source: CUSTOM IMAGE DIR RECURSIVE
pt: DIRETÓRIO RECURSIVO DE IMAGEM PERSONALIZADO

source: CUSTOM IMAGE FILTER
pt: FILTRO DE IMAGEM PERSONALIZADO

source: SCREENSAVER CONTROLS
pt: CONTROLES DO PROTETOR DE TELA

source: SHOW FRAMERATE
pt: MOSTRAR TAXA DE QUADROS

source: THREADED LOADING
pt: CARREGAMENTO EM LINHA

source: COMPLETE QUIT MENU
pt: MENU DE SAÍDA COMPLETO

source: LOG LEVEL
pt: NÍVEL DE LOG

source: enabled
pt: ativado

source: enable
pt: ativar

source: disabled
pt: desativado

source: disable
pt: desativar

source: default
pt: padrão

source: warning
pt: atenção

source: error
pt: erro

source: debug
pt: depurar

source: enhanced
pt: melhorado

source: ON-SCREEN HELP
pt: AJUDA NO TELA

source: HIDE WHEN RUNNING GAME
pt: OCULTAR AO EXECUTAR O JOGO

source: QUICK SYSTEM SELECT
pt: SELEÇÃO RAPIDA DE SISTEMA

source: THEME
pt: SELEÇÃO DE TEMAS

source: SOUND SETTINGS
pt: CONFIGURAÇÕES DE AUDIO

source: SYSTEM VOLUME
pt: VOLUME DO SISTEMA

source: FRONTEND MUSIC
pt: MÚSICA DE FUNDO

source: DISPLAY SONG TITLES
pt: EXIBIR NOME DAS MÚSICAS

source: ONLY PLAY SYSTEM-SPECIFIC MUSIC FOLDER
pt: APENAS TOCAR PASTA DE MÚSICA ESPECÍFICA DO SISTEMA

source: PLAY THEME MUSICS
pt: ATIVAR MÚSICAS TEMÁTICAS

source: OUTPUT DEVICE
pt: DISPOSITIVO DE SAIDA

source: JACK
pt: ENTRADA

source: NETWORK SETTINGS
pt: OPÇÕES DE REDE

source: CONNECTED
pt: CONECTADO

source: NOT CONNECTED
pt: DESCONECTADO

source: STATUS
pt: ESTADO

source: IP ADDRESS
pt: ENDEREÇO ​​DE IP

source: HOSTNAME
pt: NOME DO HOST

source: ENABLE WIFI
pt: ATIVAR WIFI

source: WIFI SSID
pt: SSID WIFI

source: WIFI KEY
pt: SENHA DO WIFI

source: WIFI ENABLED
pt: WIFI LIGADO

source: WIFI CONFIGURATION ERROR
pt: ERRO DE CONFIGURAÇÃO DO WIFI

source: SCRAPER
pt: SCRAPER DE JOGOS

source: DOWNLOADS AND UPDATES
pt: DOWNLOADS E ATUALIZAÇÕES

source: SCRAPE FROM
pt: FAZER SCRAPE DE

source: IMAGE SOURCE
pt: TIPO DE IMAGEM

source: BOX SOURCE
pt: TIPO DE BOX

source: LOGO SOURCE
pt: TIPO DE LOGO

source: SCRAPE RATINGS
pt: CLASSIFICAÇÕES DO SCRAPER

source: SCRAPE VIDEOS
pt: DOWNLOAD DE VÍDEOS

source: SCRAPE NOW
pt: INICIAR SCRAPE"

source: QUIT
pt: SAIR

source: REALLY QUIT?
pt: QUER REALMENTE SAIR?

source: REALLY RESTART?
pt: QUER REALMENTE REINICIAR?

source: REALLY SHUTDOWN?
pt: QUER REALMENTE DESLIGAR?

source: QUIT EMULATIONSTATION
pt: SAIR DO EMULATIONSTATION

source: RESTART SYSTEM
pt: REINICIAR SISTEMA

source: SHUTDOWN SYSTEM
pt: DESLIGAR SISTEMA

source: Emulator
pt: Emulador

source: Core
pt: Núcleo

source: YOU ARE GOING TO CONFIGURE A CONTROLLER. IF YOU HAVE ONLY ONE JOYSTICK, CONFIGURE THE DIRECTIONS KEYS AND SKIP JOYSTICK CONFIG BY HOLDING A BUTTON. IF YOU DO NOT HAVE A SPECIAL KEY FOR HOTKEY, CHOOSE THE SELECT BUTTON. SKIP ALL BUTTONS YOU DO NOT HAVE BY HOLDING A KEY. BUTTONS NAMES ARE BASED ON THE SNES CONTROLLER.
pt: PARA CONFIGURAR UM CONTROLE, SE TIVER SÓ UM JOYSTICK, CONFIGURE APENAS OS BOTÕES DE DIREÇÃO E IGNORE CARREGANDO LONGO O BOTÃO "A". SE NÃO TIVER UM BOTÃO PARA O HOTKEY, USE O SELECT E IGNORE OS BOTÕES QUE NÃO ESTÃO NO SEU GAMEPAD. VOCÊ NÃO PODE USAR UM BOTÃO CONFIGURADO NOVAMENTE. O NOME DOS BOTÕES SÃO BASEADOS NO CONTROLE DE SUPER NINTENDO.

source: CONFIGURE A CONTROLLER
pt: CONFIGURE UM CONTROLE

source: CONTROLLER PAIRED
pt: CONTROLE EMPARELHADO

source: UNABLE TO PAIR CONTROLLER
pt: NÃO FOI POSSIVEL EMPARELHAR CONTROLE

source: AN ERROR OCCURED
pt: OCORREU UM ERRO

source: NO CONTROLLERS FOUND
pt: CONTROLE NÃO ENCONTRADO

source: PAIR A BLUETOOTH CONTROLLER
pt: EMPARELHAR CONTROLE BLUETOOTH

source: CONTROLLERS LINKS HAVE BEEN DELETED.
pt: CONTROLES EMPARELHADOS APAGADOS.

source: FORGET BLUETOOTH CONTROLLERS
pt: ESQUECER CONTROLES BLUETOOTH

source: INPUT P%i
pt: ENTRADA %i

source: CHOOSE
pt: ESCOLHER

source: SELECT
pt: SELECIONAR

source: OPTIONS
pt: OPÇÕES

source: JUMP TO LETTER
pt: SALTAR PARA LETRA

source: SORT GAMES BY
pt: ORDENAR JOGOS POR:

source: FAVORITES ONLY
pt: APENAS FAVORITOS

source: EDIT THIS GAME'S METADATA
pt: EDITAR METADATOS PARA ESTE JOGO

source: SCRAPE THESE GAMES
pt: SCRAPEAR ESTES JOGOS

source: All Games
pt: TODOS OS JOGOS

source: Only missing image
pt: APENAS IMAGEM EM FALTA

source: FILTER
pt: FILTRO

source: ONLY MISSING MEDIAS
pt: APENAS MÍDIAS EM FALTA

source: SCRAPE THESE SYSTEMS
pt: SCRAPEAR ESTES SISTEMAS

source: SYSTEMS
pt: SISTEMAS

source: USER DECIDES ON CONFLICTS
pt: DECISOES DO USUÁRIO EM CONFLITO

source: START
pt: INICIAR

source: WARNING: SOME OF YOUR SELECTED SYSTEMS DO NOT HAVE A PLATFORM SET. RESULTS MAY BE EVEN MORE INACCURATE THAN USUAL! CONTINUE ANYWAY?
pt: AVISO: ALGUNS DOS SEUS SISTEMAS SELECIONADOS NÃO TÊM PLATAFORMA DEFINIDA. OS RESULTADOS PODEM SER AINDA MAIS IMPRECISOS QUE O NORMAL! N CONTINUAR MESMO ASSIM?

source: NO GAMES FIT THAT CRITERIA.
pt: NENHUM JOGO COM ESSES CRITÉRIOS.

source: REALLY UPDATE?
pt: ¿REALMENTE ATUALIZAR?

source: NETWORK CONNECTION NEEDED
pt: CONEXÃO DE REDE NECESSÁRIA

source: UPDATE DOWNLOADED, THE SYSTEM WILL NOW REBOOT
pt: ATUALIZAÇÃO COMPLETA, O SISTEMA IRÁ REINICIAR AGORA

source: UPDATE FAILED, THE SYSTEM WILL NOW REBOOT
pt: ATUALIZAÇÃO FALHOU, O SISTEMA IRÁ REINICIAR AGORA

source: NO UPDATE AVAILABLE
pt: NENHUMA ATUALIZAÇÃO DISPONÍVEL

source: enter emulator
pt: Entrar no emulador

source: enter core
pt: Entrar no núcleo

source: Ratio
pt: Fortmato

source: enter ratio
pt: Definir formato

source: Name
pt: Nome

source: enter game name
pt: digite o nome do jogo

source: Description
pt: Descrição

source: enter description
pt: insira a descrição

source: Image
pt: Imagem

source: enter path to image
pt: insira o caminho para a imagem

source: Thumbnail
pt: Miniatura

source: enter path to thumbnail
pt: insira o caminho para a miniatura

source: enter rating
pt: insira a classificação

source: Release date
pt: Data de lançamento

source: enter release date
pt: insira a data de lançamento

source: enter game developer
pt: insira desenvolvedor de jogo

source: enter game publisher
pt: insira editora de jogo

source: enter game genre
pt: insira gênero de jogo

source: enter number of players
pt: insira o número de jogadores

source: Favorite
pt: Favorito

source: añadir a favorito
pt: adicionar aos favoritos

source: Region
pt: Região

source: enter region
pt: insira região

source: Romtype
pt: Tipo de rom

source: enter romtype
pt: insira tipo de rom

source: Hidden
pt: Oculto

source: HIDDEN
pt: OCULTO

source: NAME
pt: NOME

source: EMULATOR
pt: EMULADOR

source: FAVORITE
pt: FAVORITO

source: set hidden
pt: insirir oculto

source: Play count
pt: Contagem de jogos

source: enter number of times played
pt: insira o número de vezes que jogou

source: Last played
pt: Último jogado

source: enter last played date
pt: insira a última data jogada

source: %i GAME AVAILABLE
pt: %i JOGO DISPONÍVEL

source: %i GAMES AVAILABLE
pt: %i JOGOS DISPONÍVEIS

source: %i FAVORITES
pt: %i FAVORITO

source: SCROLL
pt: ROLAGEM

source: LAUNCH
pt: INICIAR

source: Times played
pt: Tempo jogado

source: FILENAME, ASCENDING
pt: NOME DO ARQUIVO, ASCENDENTE

source: FILENAME, DESCENDING
pt: NOME DO ARQUIVO, DESCENDENTE

source: RATING, ASCENDING
pt: CLASSIFICAÇÃO, ASCENDENTE

source: RATING, DESCENDING
pt: CLASSIFICAÇÃO, DESCENDENTE

source: TIMES PLAYED, ASCENDING
pt: VEZES JOGADO, ASCENDENTE

source: TIMES PLAYED, DESCENDING
pt: VEZES JOGADO, DESCENDENTE

source: LAST PLAYED, ASCENDING
pt: ÚLTIMO JOGADO, ASCENDENTE

source: LAST PLAYED, DESCENDING
pt: ÚLTIMO JOGADO, DESCENDENTE

source: WORKING...
pt: PROCESSANDO...

source: CHANGE
pt: MUDAR

source: start & end
pt: início e fim

source: always
pt: sempre

source: never
pt: nunca

source: just now
pt: agora mesmo

source: %i sec ago
pt: hace %i s

source: %i min ago
pt: hace %i min

source: %i hour ago
pt: hace %i h

source: %i day ago
pt: hace %i día

source: unknown
pt: desconhecido

source: SELECT ALL
pt: SELECIONAR TUDO

source: SELECT NONE
pt: NENHUM SELECIONADO

source: %i SELECTED
pt: %i SELECIONADO

source: UP
pt: CIMA

source: DOWN
pt: BAIXO

source: LEFT
pt: ESQUERDA

source: RIGHT
pt: DIREITA

source: JOYSTICK 1 UP
pt: JOYSTICK 1 CIMA

source: JOYSTICK 1 LEFT
pt: JOYSTICK 1 ESQUERDA

source: JOYSTICK 2 UP
pt: JOYSTICK 2 CIMA

source: JOYSTICK 2 LEFT
pt: JOYSTICK 2 ESQUERDA

source: PAGE UP
pt: L1 (PÁGINA SEGUINTE)

source: PAGE DOWN
pt: R1 (PÁGINA ANTERIOR)

source: HOTKEY
pt: ATALHO

source: CONFIGURING
pt: CONFIGURANDO

source: KEYBOARD
pt: TECLADO

source: GAMEPAD %i
pt: CONTROLE %i

source: PRESS ANYTHING
pt: PRESSIONE QUALQUER BOTÃO

source: ALREADY TAKEN
pt: JÁ ESTÁ EM USO

source: DISCARD CHANGES
pt: DESCARTAR MUDANÇAS

source: WELCOME
pt: BEM VINDO

source: CONFIGURE INPUT
pt: CONFIGURAR CONTROLES

source: %i GAMEPAD DETECTED
pt: %i CONTROLE DETECTADO

source: NO GAMEPADS DETECTED
pt: NENHUM CONTROLE DETECTADO

source: HOLD A BUTTON ON YOUR DEVICE TO CONFIGURE IT.
pt: PRESSIONE UM BOTÃO NO SEU DISPOSITIVO PARA CONFIGURAR.

source: PRESS F4 TO QUIT AT ANY TIME.
pt: PRESSIONE F4 PARA SAIR A QUALQUER MOMENTO.

source: PRESS ESC OR THE HOTKEY TO CANCEL.
pt: PRESSIONE ESC OU O ATALHO PARA CANCELAR.

source: DO YOU WANT TO START KODI MEDIA CENTER ?
pt: QUER INICIAR O KODI MEDIA CENTER?

source: LOADING...
pt: CARREGANDO...

source: PLEASE WAIT...
pt: POR FAVOR AGUARDE ...

source: REALLY SHUTDOWN WITHOUT SAVING METADATAS?
pt: ¿ QUER REALMENTE DESLIGAR SEM SALVAR METADATA ?

source: FAST SHUTDOWN SYSTEM
pt: DESLIGAR RÁPIDAMENTE O SISTEMA

source: WE CAN'T FIND ANY SYSTEMS! CHECK THAT YOUR PATHS ARE CORRECT IN THE SYSTEMS CONFIGURATION FILE, AND YOUR GAME DIRECTORY HAS AT LEAST ONE GAME WITH THE CORRECT EXTENSION. VISIT EMULATIONSTATION.ORG FOR MORE INFORMATION.
pt: ¡NENHUM SISTEMA ENCONTRADO! VERIFIQUE SE OS SEUS CAMINHOS ESTÃO CORRETOS NO ARQUIVO DE CONFIGURAÇÃO DOS SISTEMAS E SE SEU DIRETÓRIO DE JOGOS TEM PELO MENOS UM JOGO COM A EXTENSÃO CORRETA.

source: ON SCREEN KEYBOARD
pt: TECLADO NA TELA

source: SHIFTS FOR UPPER,LOWER, AND SPECIAL
pt: PRESSIONE SHIFT PARA MAIÚSCULAS, MINUSCULAS E SIMBOLOS

source: SPACE
pt: ESPAÇO

source: DELETE A CHAR
pt: APAGAR UM CARACTER

source: SHIFT
pt: MAIÚSCULAS

source: STOP EDITING
pt: PARAR EDIÇÃO

source: MOVE CURSOR
pt: MOVER O CURSOR

source: EDIT
pt: EDITAR

source: ACCEPT RESULT
pt: ACEITAR RESULTADO

source: FILENAME
pt: NOME DO ARQUIVO

source: RATING
pt: AVALIAÇÃO

source: TIEMPO JUGADO
pt: TEMPO JOGADO

source: LAST PLAYED
pt: ÚLTIMO JOGADO

source: NUMBER OF PLAYERS
pt: NÚMERO DE JOGADORES

source: DEVELOPER
pt: DESENVOLVEDORA

source: GENRE
pt: GÉNERO

source: SHOW HIDDEN
pt: MOSTRAR OCULTADO

source: EXTREM (1400Mhz)
pt: EXTREMO (1400MHz)

source: HIGH (1300Mhz)
pt: ALTO (1300MHz)

source: TURBO AND EXTREM OVERCLOCK PRESETS MAY CAUSE SYSTEM UNSTABILITIES, SO USE THEM AT YOUR OWN RISK. IF YOU CONTINUE, THE SYSTEM WILL REBOOT NOW.
pt: DEFINIÇÃO DE OVERCLOCK TURBO E EXTREMO PODEM PROVOCAR INTABILIDADE NO SISTEMA, UTILIZE-OS POR SUA CONTA E RISCO. N SE CONTINUAR, O SISTEMA SERÁ REINICIADO AGORA.

source: %i GAME HIDDEN
pt: %i JOGO OCULTO

source: Start kodi media player.
pt: Iniciar KODI

source: Select the language for your recalbox, select an external drive to store your games and configurations, check your current version and the free space on your drive
pt: Selecione o idioma para o seu sistema, selecione uma unidade externa para armazenar seus jogos e configurações, verifique sua versão atual e o espaço livre em sua unidade

source: Configure games display, ratio, filters (shaders), auto save and load and retroachievement account.
pt: Configurar exibição de jogos, taxa, filtros (shaders), salvar e carregar e conta retroachievement automáticamente.

source: The game ratio is the ratio between image width and image height. Use AUTO to let the emulator choose the original game ratio, that will give you the best retrogaming experience.
pt: A aspecto do jogo é a razão entre a largura e a altura da imagem. Use AUTO para permitir que o emulador escolha a taxa de jogo original, que lhe dará a melhor experiência de retrogaming.

source: Smooth the game image. This option makes the image smoother, using bilinear filtering.
pt: Suavize a imagem do jogo. Esta opção torna a imagem mais suave, usando filtragem bilinear.

source: This option allows you to rewind the game if you get killed by a monster, or if you make any other mistake. Use the HOTKEY + LEFT command within the game to rewind.
pt: Esta opção permite-lhe rebobinar o jogo se for morto por um monstro ou se cometer outro erro. Use o comando ATALHO + ESQUERDA no jogo para retroceder.

source: Auto save the state when you quit a game, and auto load last saved state when you start a game.
pt: Auto salvar o estado quando sair de um jogo e carregar automaticamente o último estado salvo quando iniciar um jogo.

source: Integer scaling is scaling by a factor of a whole number, such as 2x, 3x, 4x, etc. This option scales the image up to the greatest integer scale below the set resolution. So for instance, if you set your fullscreen resolution to 1920x1080 and enable integer scaling, it will only scale a 320x240 image up to 1280x960, and leave black borders all around. This is to maintain a 1:1 pixel ratio with the original source image, so that pixels are not unevenly duplicated.
pt: A escala inteira é dimensionada por um fator de um número inteiro, como 2x, 3x, 4x, etc. Essa opção dimensiona a imagem até a maior escala inteira abaixo da resolução definida. Por exemplo, se você definir a resolução de tela cheia como 1920x1080 e ativar o dimensionamento de números inteiros, ela só dimensionará uma imagem de 320x240 até 1280x960 e deixará as bordas pretas ao redor. Isso é para manter uma proporção de pixel 1: 1 com a imagem original, para que os pixels não sejam duplicados de forma desigual.

source: Shaders are like filters for the game rendering. You can select a shader set here, which is a collection of shaders selected for each system. You can also change the shader within the game with HOTKEY + L2 or HOTKEY + R2.
pt: Shaders são como filtros para a renderização do jogo. Pode selecionar um configuração de shader aqui, que é uma coleção de shaders selecionados para cada sistema. Você também pode alterar o shader dentro do jogo com ATALHO + L2 ou ATALHO + R2.

source: Enable or disable RetroAchievements in games.
pt: Habilitar ou desabilitar RetroAchievements em jogos.

source: Hardcore mode disables *all* savestate and rewind functions within the emulator: you will not be able to save and reload at any time. You will have to complete the game and get the achievements first time, just like on the original console. In reward for this, you will earn both the standard and the hardcore achievement, in effect earning double points! A regular game worth 400 points, is now worth 800 if you complete it on hardcore! For example: if you complete the game for 400 points, you then have the opportunity to earn another 400 on hardcore.
pt: O modo Hardcore desativa as funções * TODOS * salvarestado e recompensa dentro do emulador: Não poderá salvar e recarregar a qualquer momento. Você terá que completar o jogo e obter as conquistas pela primeira vez, assim como no console original. Em recompensa por isso, você vai ganhar tanto a conquista padrão quanto a hardcore, ganhando o dobro de pontos! Um jogo regular no valor de 400 pontos, agora vale 800 se você o completar no hardcore! Por exemplo: se você completar o jogo por 400 pontos, você terá a oportunidade de ganhar outros 400 no hardcore.

source: The website retroachievements.org proposes challenges/achievements/trophies on platforms like NES, SNES, GB, GBC, GBA, Genesis/Megadrive, TurboGrafx16/PCEngine and more! Create your account on retroachievements.org and start your quest for achievements!
pt: O site retroachievements.org propõe desafios / conquistas / troféus em plataformas como NES, SNES, GB, GBC, GBA, Gênesis / Megadrive, TurboGrafx16 / PCEngine e mais! Crie sua conta no retroachievements.org e comece sua busca por conquistas!

source: Add and configure up to 5 controllers.
pt: Adicione e configure até 5 controles.

source: Start the screensaver after N minutes.
pt: Inicie o protetor de tela após N minutos.

source: Set the screensaver behavior. DIM will reduce the screen light, and BLACK will turn the screen black.
pt: Definir o comportamento do protetor de tela. O DIM reduzirá a luz da tela e o PRETO tornará a tela preta.

source: Shows a help at the bottom of the screen which displays commands you can use.
pt: Mostra uma ajuda na parte inferior da tela que exibe os comandos que pode usar.
